;Place localized text in this file
;Helmets
;---------------------------
;MkV GEN1
;---------------------------

;1代 马克6 Hayabusa Helmet
[H3_MkVIGEN1Hayabusa_M X2BodyPartTemplate]
DisplayName="1代 马克6 隼 头盔"
[H3_MkVIGEN1Hayabusa_F X2BodyPartTemplate]
DisplayName="1代 马克6 隼 头盔"

;1代 马克6 Rogue Helmet
[H3_RogueGen1_M X2BodyPartTemplate]
DisplayName="1代 野兽 头盔"
[H3_RogueGen1_F X2BodyPartTemplate]
DisplayName="1代 野兽 头盔"

;2代 Viper Helmet
[H5_Viper_M X2BodyPartTemplate]
DisplayName="2代 毒蛇 头盔"
[H5_Viper_F X2BodyPartTemplate]
DisplayName="2代 毒蛇 头盔"

;1代 CQC Helmet
[HR_CQC_M X2BodyPartTemplate]
DisplayName="1代 CQC 头盔"
[HR_CQC_F X2BodyPartTemplate]
DisplayName="1代 CQC 头盔"

;1代 JFO Helmet
[HR_JFO_M X2BodyPartTemplate]
DisplayName="1代 JFO 头盔"
[HR_JFO_F X2BodyPartTemplate]
DisplayName="1代 JFO 头盔"

;2代 CQB [1代] Helmet
[H5_MkVICQB_M X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 头盔"
[H5_MkVICQB_F X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 头盔"

[H5_MkVICQBRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 护肩"
[H5_MkVICQBLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 护肩"

[H5_MkVICQBRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 护肩"
[H5_MkVICQBLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 CQB [1代] 护肩"

;2代 EOD Helmet
[H4_EOD_M X2BodyPartTemplate]
DisplayName="2代 EOD 头盔"
[H4_EOD_F X2BodyPartTemplate]
DisplayName="2代 EOD 头盔"

[H4_EODRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 EOD 护肩"
[H4_EODLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 EOD 护肩"

[H4_EODRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 EOD 护肩"
[H4_EODLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 EOD 护肩"


;2代 地狱伞兵 Helmet
[H4_ODST_M X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 头盔"
[H4_ODST_F X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 头盔"

;2代 地狱伞兵 Parts
[H4_ODSTRArm_K_M X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护手"
[H4_ODSTLArm_K_M X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护手"

[H4_ODSTRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护肩"
[H4_ODSTLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护肩"

;female
[H4_ODSTRArm_K_F X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护手"
[H4_ODSTLArm_K_F X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护手"

[H4_ODSTRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护肩"
[H4_ODSTLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 地狱伞兵 护肩"

;2代 夜袭者 Helmet
[H5_Nightfall_M X2BodyPartTemplate]
DisplayName="2代 夜袭者 头盔"
[H5_Nightfall_F X2BodyPartTemplate]
DisplayName="2代 夜袭者 头盔"

;2代 夜袭者 Parts
[H5_NightfallRArm_K_M X2BodyPartTemplate]
DisplayName="2代 夜袭者 护手"
[H5_NightfallLArm_K_M X2BodyPartTemplate]
DisplayName="2代 夜袭者 护手"

[H5_NightfallRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 夜袭者 护肩"
[H5_NightfallLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 夜袭者 护肩"

;female
[H5_NightfallRArm_K_F X2BodyPartTemplate]
DisplayName="2代 夜袭者 护手"
[H5_NightfallLArm_K_F X2BodyPartTemplate]
DisplayName="2代 夜袭者 护手"

[H5_NightfallRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 夜袭者 护肩"
[H5_NightfallLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 夜袭者 护肩"


;2代 新兵 Helmet
[H5_Recruit_M X2BodyPartTemplate]
DisplayName="2代 新兵 头盔"
[H5_Recruit_F X2BodyPartTemplate]
DisplayName="2代 新兵 头盔"

;Recruit Parts
[H5_RecruitRArm_K_M X2BodyPartTemplate]
DisplayName="2代 新兵 护手"
[H5_RecruitLArm_K_M X2BodyPartTemplate]
DisplayName="2代 新兵 护手"

[H5_RecruitRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 新兵 护肩"
[H5_RecruitLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 新兵 护肩"

;female
[H5_RecruitRArm_K_F X2BodyPartTemplate]
DisplayName="2代 新兵 护手"
[H5_RecruitLArm_K_F X2BodyPartTemplate]
DisplayName="2代 新兵 护手"

[H5_RecruitRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 新兵 护肩"
[H5_RecruitLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 新兵 护肩"

;2代 先锋 Helmet
[H4_Vanguard_M X2BodyPartTemplate]
DisplayName="2代 先锋 头盔"
[H4_Vanguard_F X2BodyPartTemplate]
DisplayName="2代 先锋 头盔"

[H4_VanguardRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 先锋 护肩"
[H4_VanguardLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 先锋 护肩"

[H4_VanguardRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 先锋 护肩"
[H4_VanguardLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 先锋 护肩"


;1代 马克4 Grenadier Helmet
[HR_GEN1MkIVGrenadier_M X2BodyPartTemplate]
DisplayName="1代 马克4 掷弹兵 头盔"
[HR_GEN1MkIVGrenadier_F X2BodyPartTemplate]
DisplayName="1代 马克4 掷弹兵 头盔"

;1代 EOD Helmet
[H5_EODG1_M X2BodyPartTemplate]
DisplayName="2代 EOD [1代] 头盔"
[H5_EODG1_F X2BodyPartTemplate]
DisplayName="2代 EOD [1代] 头盔"

;Prototype 2代 Warrior Helmet
[HO_Warrior_M X2BodyPartTemplate]
DisplayName="原型 2代 战术 头盔"
[HO_Warrior_F X2BodyPartTemplate]
DisplayName="原型 2代 战术 头盔"

;1代 Hazop Helmet
[HR_Hazop_M X2BodyPartTemplate]
DisplayName="1代 探险者 头盔"
[HR_Hazop_F X2BodyPartTemplate]
DisplayName="1代 探险者 头盔"

;1代 地狱伞兵 Helmet
[HR_ODST_M X2BodyPartTemplate]
DisplayName="1代 地狱伞兵 头盔"
[HR_ODST_F X2BodyPartTemplate]
DisplayName="1代 地狱伞兵 头盔"

;H2 ODST Helmet
[HR_ODST_M X2BodyPartTemplate]
DisplayName="地狱伞兵 头盔"
[HR_ODST_F X2BodyPartTemplate]
DisplayName="地狱伞兵 头盔"

;HW2 ODST Helmet
[HR_ODST_M X2BodyPartTemplate]
DisplayName="地狱伞兵 头盔"
[HR_ODST_F X2BodyPartTemplate]
DisplayName="地狱伞兵 头盔"

;2代 Prefect Helmet
[H4_Prefect_M X2BodyPartTemplate]
DisplayName="2代 士官长 头盔"
[H4_Prefect_F X2BodyPartTemplate]
DisplayName="2代 士官长 头盔"

;2代 百眼巨人 Helmet
[H5_Argus_M X2BodyPartTemplate]
DisplayName="2代 百眼巨人 头盔"
[H5_Argus_F X2BodyPartTemplate]
DisplayName="2代 百眼巨人 头盔"

;2代 Centurion Helmet
[H5_Centurion_M X2BodyPartTemplate]
DisplayName="2代 百夫长 头盔"
[H5_Centurion_F X2BodyPartTemplate]
DisplayName="2代 百夫长 头盔"

;2代 重装步兵 Helmet
[HO_Hoplite_M X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 头盔"
[HO_Hoplite_F X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 头盔"

;Prefect Parts
[H4_PrefectRArm_K_M X2BodyPartTemplate]
DisplayName="2代 士官长 护手"
[H4_PrefectLArm_K_M X2BodyPartTemplate]
DisplayName="2代 士官长 护手"

[H4_PrefectRShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 士官长 护肩"
[H4_PrefectLShoulder_K_M X2BodyPartTemplate]
DisplayName="2代 士官长 护肩"

;female
[H4_PrefectRArm_K_F X2BodyPartTemplate]
DisplayName="2代 士官长 护手"
[H4_PrefectLArm_K_F X2BodyPartTemplate]
DisplayName="2代 士官长 护手"

[H4_PrefectRShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 士官长 护肩"
[H4_PrefectLShoulder_K_F X2BodyPartTemplate]
DisplayName="2代 士官长 护肩"

;Hoplite Parts
[HO_HopliteRArm_K_M X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护手"
[HO_HopliteLArm_K_M X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护手"

[HO_HopliteRShoulder_K_M X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护肩"
[HO_HopliteLShoulder_K_M X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护肩"

;female
[HO_HopliteRArm_K_F X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护手"
[HO_HopliteLArm_K_F X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护手"

[HO_HopliteRShoulder_K_F X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护肩"
[HO_HopliteLShoulder_K_F X2BodyPartTemplate]
DisplayName="原型 2代 重装步兵 护肩"